Repository: Web-Ex-Machina/contao-isotope-paytweak-bundle
Catalog: src/Resources/contao/languages/*/*_iso_payment.xlf
Languages: fr

# tl_iso_payment.config_payweak_legend
source: Paytweak settings
fr: Paramètres Paytweak

# tl_iso_payment.paytweak_key_public.0
source: Paytweak public key
fr: Clé publique Paytweak

# tl_iso_payment.paytweak_key_public.1
source: Enter your Paytweak public key
fr: Indiquez votre clé publique Paytweak

# tl_iso_payment.paytweak_key_private.0
source: Paytweak private key
fr: Clé privée Paytweak

# tl_iso_payment.paytweak_key_private.1
source: Enter your Paytweak private key
fr: Indiquez votre clé privée Paytweak

# tl_iso_payment.paytweak_key_public_dev.0
source: Paytweak public key (dev)
fr: Clé publique Paytweak (dev)

# tl_iso_payment.paytweak_key_public_dev.1
source: Enter your Paytweak public key
fr: Indiquez votre clé publique Paytweak (dev)

# tl_iso_payment.paytweak_key_private_dev.0
source: Paytweak private key (dev)
fr: Clé privée Paytweak (dev)

# tl_iso_payment.paytweak_key_private_dev.1
source: Enter your Paytweak private key (dev)
fr: Indiquez votre clé privée Paytweak (dev)

# tl_iso_payment.paytweak_scenario.0
source: Paytweak scenario
fr: Scénario Paytweak

# tl_iso_payment.paytweak_scenario.1
source: Enter your Paytweak scenario
fr: Indiquez votre scénario Paytweak

# tl_iso_payment.paytweak_mode.dev
source: Development
fr: Développement / simulation
